Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/klemetti.blogspot.com/klemetti.27.06.13_fin.txt.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät on neuvotellut työryhmästä maa- ja metsätalousministeri Jari Koskisen kanssa ja saimme aiempaa paremmat ehdot.
sme: Sámediggi lea ráđđádallan bargojoavkkus eanan- ja meahccedoalloministtar Jari Koskisiin ja oaččuimet ovdalačča buoret eavttuid.

source: Nyt saamelaiskäräjät sai kolme edustajaa ja yhden asiantuntijan työryhmään.
sme: Dál sámediggi oažžu golbma ovddasteaddji ja ovtta áššedovdi bargojovkui.

source: Lisäksi kolttien kyläkokous sai nimetä oman edustajansa.
sme: Dasa lassin nuortalaččaid siidačoakkán oaččui nammadit iežas ovddasteaddji.

source: Aiemmassa esityksessä saamelaiskäräjät olisi saanut nimetä kolme edustajaa, joista yhden olisi pitänyt edustaa kolttasaamelaisia, yksi epämääräistä paikallista saamelaistahoa ja vain yhden riippumattomasti eikä saamelaiskäräjät olisi saanut nimetä asiantuntijaa lainkaan.
sme: Ovddit evttohusas sámediggi livččii ožžon nammadit golbma ovddasteaddji, main okta livččii galgan ovddastit nuortalaččaid, okta eahpemearálaš báikkálaš sápmelašbeali ja dušše ovtta iešráđalaččat, iige sámediggi livčče ožžon nammadit áššedovdi obanassiige.

source: Ministeri Koskinen sanoi, että Metsähallituslaki uudistetaan joko saamelaiskäräjien osallisuudella tai ilman sitä.
sme: Ministtar Koskinen dajai, ahte Meahcceráđehusláhka ođastuvvo juogo searvvai sámedikki dán bargojovkui dehe ii.

source: Emme saaneet enää parempia liittymisehtoja ja jos emme olisi lähteneet työryhmään mukaan, olisimme menettäneet vaikutusmahdollisuuden.
sme: Eat oažžon dán buoret searvaneavttuid ja jos eat livčče vuolgán bargojovkui mielde, de livččiimet massán váikkuhanvejolašvuođa.

source: Ministeri Koskinen myös tähdensi, että työryhmä ei tule käsittelemään ILO 169-sopimuksen ratifiointiesteiden poistamista millään tavalla.
sme: Ministtar Koskinen maid deattuhii, ahte bargojoavku ii gieđahala ILO 169-soahpamuša ratifiserenáruid jávjadeami mainnage lágiin.

source: Koskisen mukaan mahdollisessa ILO-työryhmässä saamelaisilla ja valtiolla tulisi olla tasavertainen määrä edustajia ja asia on valtion ja saamelaisten välinen asia.
sme: Koskisa mielde vejolaš ILO-bargojoavkkus sápmelaččain ja stáhtas galggale leat dásseveardásaš mearri ovddasteaddjit ja ášši lea stáhta ja sápmelaččaid gaskavuođa ášši.

source: Huomenna perjantaina saamelaiskäräjät neuvottelee Metsähallituksen kanssa mm.. Lätäsenon tilanteesta, Akwé: Kon – ohjeiden soveltamisesta, Metsähallituslain § 4 soveltamisesta ja Metsähallituksen tekemästä sopimuksesta paliskuntain yhdistyksen kanssa poronhoidon huomioimisesta Metsähallituksen hallinnassa olevalla alueella.
sme: Ihttin bearjadaga sámediggi ráđđádallá Meahcceráđđehusain ee. Leahtaseanu dilis, Akwé: Kon – rávvagiid heiveheamis, Meahcceráđđehuslága 4 §:a heiveheamis ja Meahcceráđđehusa dahkan soahpamušas Bálgesiid ovttastusain boazodoalu vuhtii váldimis Meahcceráđđehusa hálddašan viidodagain.

source: Jään lomalle heinäkuun puolivälissä ja palaan näillä näkymin töihin elokuun puolivälissä, riippuen työtilanteesta.
sme: Bázán lupmui suoidnemánu beallemuttos ja máhcan bargui dálá dieđu mielde borgemánu beallemuttos, bargodili mielde.

source: Hyvää alkanutta kesälomaa, vasanmerkitystä ja kalaonnea kaikille blogini lukijoille !
sme: Buori álgán geasseluomu, miessemearkuma ja guollelihku buot mu blogga lohkkiide !

source: Vuontisjärvellä 27.6.2013
sme: Vuottesjávrres 27.6.2013

source: Klemetti Näkkäläjärvi
sme: Juvvá Lemet
